let timeline = `
م>غ: ظهور الغرباء وانقلاب قارب الصياد
م: مقاطعة حفل التتويج
ب: اكتشاف الساعة
م: وانا تجد نفسها مسجونة مع رسال
م: كمي يجد نفسه مسجوناً لوحده
ب: اكتشاف ان الساعة هدية الجد لرنا
م: هروب كمي من السجن
م: لقائه وانا وحصوله على القلادة
م: لقاء كمي مع سمراس وسنيم
ب>م: شفط البوابة لرنا و أنور
غ: اكتشاف الصياد لمخطط رسمان
ب: العثور على أمجد وسط البحر
م: تحرير وانا
م: اكتشاف خيانة رسال
ب: أمجيد يكتشف ساعة أخرى للتواصل
م: تحرير سرة
م: اكتشاف صدق رسال
ب: أمجد يكتشف طريقة لتعطيل البوابات
م: تعطيل البوابات
م: تتويج سرة
`;

