let timeline = `
الحلقة 1
م>غ: ظهور الغرباء وانقلاب قارب الصياد
م: مقاطعة حفل التتويج
ب: اكتشاف الساعة
م: وانا تجد نفسها مسجونة مع رسال
ب: اكتشاف ان الساعة هدية الجد لرنا
م: هروب كمي من سجنه الانفرادي + لقائه وانا وحصوله على القلادة + لقاء كمي مع سمراس وسنيم
ب>م: التوجه لموقع الساعة + شفط البوابة لرنا و أنور
غ: اكتشاف الصياد لمخطط رسمان
ب: العثور على أمجد وسط البحر
الحلقة 2
غ>م: رجوع الصياد عبر البوابة
م: تحرير وانا
م: اكتشاف خيانة رسال
ب: أمجد يكتشف ساعة أخرى للتواصل
م: حدث
م: حدث
م: حدث
م: حدث
الحلقة 3
م: حدث
م: حدث
م: حدث
م: حدث
م: حدث
م: حدث
م: حدث
م: حدث
م: حدث
الحلقة 4
م: حدث
م: حدث
م: حدث
م: حدث
م: حدث
م: حدث
م: حدث
م: حدث
م: حدث
الحلقة 5
م: حدث
م: حدث
م: حدث
م: حدث
م: حدث
م: حدث
م: حدث
م: حدث
م: حدث
الحلقة 6
م: حدث
م: حدث
م: حدث
م: حدث
م: حدث
م: حدث
م: حدث
م: حدث
م: حدث
الحلقة 7
م: حدث
م: حدث
م: حدث
م: حدث
م: حدث
م: حدث
م: حدث
م: حدث
م: حدث
الحلقة 8
م: تحرير سرة
م: اكتشاف صدق رسال
ب: أمجد يكتشف طريقة لتعطيل البوابات
م>ك: تعطيل البوابات
م: تتويج سرة
`;

